Revit 2024 API
UnitTypeId.MetersOfWaterColumn Property
 Meters of water column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MetersOfWaterColumn { get; }
Visual Basic
Public Shared ReadOnly Property MetersOfWaterColumn As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MetersOfWaterColumn {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace